{
    "Items": [
        {"id": 1, "title": "Saga de libros Harry Potter", "price": "$10000", "author":"J.K Rowling", "image":"/saga-harry-potter-modified.png", "detail": "La historia comienza con la celebración del mundo mágico. Durante muchos años, había sido aterrorizado por el malvado mago Lord Voldemort. La noche del 31 de octubre, mató a Lily y James Potter. Sin embargo, cuando intenta matar a su hijo de 1 año, Harry, la maldición asesina avada kedavra se vuelve sobre sí mismo. El cuerpo de Voldemort resulta destruido, pero él sobrevive: no está muerto ni vivo. Por su parte, a Harry solo le queda una cicatriz con forma de rayo en la frente que es el único remanente físico de la maldición de Voldemort. Harry es el único sobreviviente de la maldición asesina, y a raíz de la misteriosa derrota de Voldemort, el mundo mágico empieza a llamarlo como «el niño que sobrevivió».", "genero": "Fantasia"},
        {"id": 2, "title": "Saga de libros Percy Jackson", "price": "$10000", "author":"Rick Riordan", "image":"/saga-percy-jackson-modified.png", "detail": "Percy Jackson vive una vida tranquila, en Nueva York, estudiando en un internado para niños con problemas y dislexia. Percy no sabe la verdad acerca de su origen, hasta que en una visita a un museo es atacado por su maestra de cálculo que resulta ser una Furia, y salvado por su profesor el señor Bruner que le entrega una espada con la cuál se pudo defender de la furia.", "genero": "Fantasia"},
        {"id": 3, "title": "Saga de libros Narnia", "price": "$10000", "author":"C.S Lewis", "image":"/saga-narnia-modified.png", "detail": "Las crónicas de narnia libros, cuenta con siete entregas: “el león, la bruja y el ropero”, “El príncipe Caspian”, “La travesía del Viajero del Alba”, “La silla de plata”, “El caballo y su niño”, ” El sobrino del mago” y ” La última batalla”. Cada una de ellas narra una historia diferente, pero con el mismo lugar donde se desarrolla la trama, Narnia. La historia comienzan con Peter, Susan, Edmund y Lucy descubriendo Narnia a través de un ropero, allí se enteran que ellos son los jóvenes de la profecía que liberaran a narnia del poder la bruja blanca.", "genero": "Fantasia"},
        {"id": 4, "title": "Saga de libros Maze Runner","price": "$10000", "author":"James Dashner", "image": "/saga-maze-runner-modified.png", "detail": "La historia de la saga se vive en una época postapocalíptica donde el sol tuvo una erupción solar y emitió llamaradas que azotaron gravemente al planeta tierra. El mundo se vio afectado por un colapso social, países enteros desaparecieron y muchos murieron de hambre. Simultáneamente, un arma biológica sin cura aparente escapó de un laboratorio e infectó a gran parte de la población. Sin embargo, con los años nació una nueva generación de individuos inmunes a la enfermedad, la cual fue apodada como «la llamarada».", "genero": "Ciencia Ficción"},
        {"id": 5, "title": "Estudio en escarlata", "price": "$6000", "author": "Arthur Conan Doyle", "image": "/escarlata.jpg", "detail": "La historia comienza en 1878, cuando el Dr. John Watson se encuentra con un viejo amigo, Stamford. Watson se vio obligado a retirarse por una herida de guerra y, al recuperarse, fue víctima del tifus. Ahora está buscando un lugar para vivir, porque no puede seguir con su estilo de vida actual. Stamford revela que un conocido suyo, Sherlock Holmes, está buscando a alguien para compartir el alquiler en un piso en la calle Baker, en el 221 B. Así terminan conociéndose Sherlock y el doctor Watson; y al principio el doctor Watson tiene una mala impresión sobre Sherlock Holmes ya que le molesta mucho la manera tan engreída en la que habla. Pero pasa poco tiempo para que el doctor Watson se de cuenta que su compañero no es un detective aficionado presumido, si no un verdadero genio de la deducción. Un día les llega un mensaje de Scotland Yard sobre un reciente asesinato. Holmes y Watson se proponen investigarlo.", "genero": "Policiaco"},
        {"id": 6, "title": "Asesinato en el Orient Express", "price": "$5000", "author": "Agatha Christie", "image": "/asesinato.jpg", "detail": "El detective privado Hércules Poirot recibe un telegrama en el que se le pide que cancele sus compromisos y regrese a Inglaterra lo antes posible, por lo que decide viajar en el Orient Express que parte esa noche. Durante el viaje, Poirot conoce a un norteamericano llamado Ratchett, al que vio en el Tokatlian. Ratchett cree que su vida está en peligro y quiere contratar a Poirot, pero este se niega diciendo a Ratchett que no le gusta su cara. Durante la segunda noche del viaje, el tren queda detenido a causa de una tormenta de nieve cerca de Vinkovci. Poirot se despierta varias veces por diversos ruidos e incidentes, incluyendo un grito procedente del compartimento de Ratchett. A la mañana siguiente, monsieur Bouc, viejo amigo de Poirot y director de la compañía que opera el Orient Express, le informa que Ratchett ha sido asesinado y le pide que se encargue de la investigación para evitar complicaciones con la policía yugoslava. Poirot acepta.", "genero": "Policiaco"},
        {"id": 7, "title": "El sabueso de los Baskerville", "price": "$5500", "author": "Arthur Conan Doyle", "image": "/sabueso.png", "detail": "La historia transcurre en 1889 cuando Sir Charles Baskerville es encontrado muerto en un sendero en el páramo de Devonshire, el doctor Mortimer acude a Londres para buscar la ayuda de Sherlock Holmes: lee a Holmes el manuscrito acerca de la maldición de los Baskerville, supuestamente iniciada con Hugo de Baskerville, matado por un sabueso infernal como castigo por su maldad.", "genero": "Policiaco"},
        {"id": 8, "title": "Muerte en el Nilo", "price": "$5600", "author": "Agatha Christie", "image": "/muerte.jpg", "detail": "Durante un crucero por Nilo (Egipto) se comete el asesinato de una rica heredera. Casi todos los pasajeros tienen motivos para haber cometido el crimen y será uno de ellos quién intentará resolver el misterio: el detective belga Hércules Poirot.", "genero": "Policiaco"},
        {"id": 9, "title": "Dune", "price": "$5500", "author": "Frank Herbert", "image": "/genero-ficcion.jpg", "detail": "La historia comienza a más de 10 000 años en el futuro, en nuestra galaxia, en un gran imperio galáctico de estructura feudal. El Imperio se divide en cuasi-feudos o señoríos planetarios que son controlados por familias nobles, conocidas como Las Grandes Casas, que se agrupan en un gran consejo, llamado Landsraad, y rinden tributo al Emperador Padishah Shaddam IV, de la Casa Corrino. Otra de las instituciones es la Combine Honnete Ober Advancer Mercantiles, o CHOAM, una corporación universal para el desarrollo comercial controlada por el Emperador y las Grandes Casas, con la Cofradía Espacial y la Hermandad Bene Gesserit como socios sin derecho a voto. La clave para el comercio y la estabilidad del imperio se halla en el viaje espacial, monopolio de la Cofradía Espacial, cuyos «Navegantes» son humanos mutados que usan la especia o melange para ejercitar sus poderes prescientes. De ese modo pueden trazar un rumbo seguro, para así poder plegar el espacio y viajar instantáneamente a cualquier parte de la Galaxia.", "genero": "Ciencia Ficción"},
        {"id": 10, "title": "¿Sueñan los androides con ovejas eléctricas?", "price": "$5000", "author": "Philip K. Dick", "image": "/androide.jpg", "detail": "¿Sueñan los androides con ovejas eléctricas? transcurre en 1992, varios años después de la lluvia radioactiva provocada por la Guerra Mundial Terminus, que destruyó gran parte de la Tierra. Este polvo radiactivo que contamina gran parte de la Tierra no se había originado en ningún país y no había sido previsto, y sin embargo, se había ido extendiendo hasta abarcar gran parte del globo. Como consecuencia, las Naciones Unidas alientan y animan a la gente a emigrar a colonias fuera de la Tierra para preservar a la raza humana de los efectos del polvo radiactivo producido por la guerra. La ONU utiliza medios como la televisión para promover la emigración, mediante frases como «¡Emigra o degenera! ¡Elige!». Uno de los incentivos es que cada familia que decida emigrar recibirá un androide sirviente hecho a medida.", "genero": "Ciencia Ficción"},
        {"id": 11, "title": "Yo, robot", "price": "$5500", "author": "Isaac Asimov", "image": "/robot.jpg", "detail": "Yo, robot es una colección de relatos basados en las tres leyes de la robótica que son un compendio fijo e imprescindible de moral aplicable a supuestos robots inteligentes, con las que supuestamente nunca debería haber un conflicto si se cumplieran fielmente. Los relatos, no obstante, plantean diferentes situaciones en las que dichas tres leyes se cumplen, y aun así plantean problemas, paradojas e ingeniosos ejercicios intelectuales a los que tendrán que enfrentarse distintos especialistas en robótica, en definitiva el libro termina indagando sobre la situación del hombre actual en el universo tecnológico.", "genero":"Ciencia Ficción"},
        {"id": 12, "title": "Bajo la misma estrella", "price":"$6000", "author": "John Greene", "image": "/estrella.jpg", "detail": "La historia es narrada por una adolescente de 16 años de edad llamada Hazel Grace Lancaster, quien padece cáncer de tiroides que acaba haciendo metástasis y trasladándose a los pulmones. Por ese motivo, tiene que usar siempre un tanque de oxígeno, al que ella llama Philip.", "genero": "Romance"}
    ]
}